Repository: guillemcordoba/cancellations
Catalog: ui/xliff/*.xlf
Languages: ca, de, es, sv

# scc363d3dec060805
source: Error updating the cancellation
ca: Error actualitzant la cancel·lació
de: Bearbeiten der Absage fehlgeschlagen
es: Error actualizando la cancelación
sv: Fel vid uppdatering av borttagning

# s2f71e715198c42bc
source: Edit Cancellation Reason
ca: Editar la raó de la cancel·lació
de: Grund der Absage bearbeiten
es: Editar la razón de la cancelación
sv: Redigera orsak för borttagning

# saa29a2ac03cd9d19
source: Reason
ca: Raó de la cancel·lació
de: Grund
es: Razón de la cancelación
sv: Orsak

# sb83af6853f8153d4
source: Save reason
ca: Guardar raó
de: Grund speichern
es: Guardar razón
sv: Spara orsak

# s766487d31d3dd4e1
source: was cancelled
ca: ha esta cancel·lat
de: wurde abgesagt
es: fue cancelado
sv: togs bort

# s4d21a68bb0a48ff3
source: Error deleting the cancellation
ca: Error suprimint la cancel·lació
de: Absage löschen fehlgeschlagen
es: Error suprimiendo la cancelación
sv: Fel vid borttagning av borttagning

# sfe5bdb134567c096
source: Undo Cancellation
ca: Desfer Cancel·lació
de: Absage zurückziehen
es: Deshacer Cancelación
sv: Ångra borttagning

# s2617451fb419b0f1
source: Are you sure you want to undo this cancellation?
ca: Estàs segur que vols desfer aquesta cancel·lació?
de: Bist du sicher, dass du diese Absage zurückziehen möchtest?
es: ¿Estás seguro de que quieres deshacer esta cancelación?
sv: Är du säker att du vill ta bort?

# s678863b5adc0dc76
source: Undo cancellation
ca: Desfer cancel·lació
de: Absage zurückziehen
es: Deshacer cancelación
sv: Ångra borttagning

# s8f16945b7543ca07
source: Edit reason
ca: Editar raó
de: Grund bearbeiten
es: Editar razón
sv: Redigera orsak

# s09134b07b5aacab4
source: By
ca: Per
de: Durch
es: Por
sv: Av

# se03259a7f136574b
source: Error fetching the cancellation
ca: Error buscant la cancel·lació
de: Absage laden fehlgeschlagen
es: Error buscando la cancelación
sv: Fel vid hämtning av borttagning

# s12081f543132112a
source: The requested cancellation doesn't exist
ca: Aquesta cancel·lació no existeix
de: Die gesuchte Absage existiert nicht
es: Esta cancelación no existe
sv: Den sökta borttagningen existerar inte

# s19bae910bcacc8d2
source: No cancellations found
ca: No s'ha trobat cap cancel·lació
de: Keine Absagen gefunden
es: No se ha encontrado ninguna cancelación
sv: Inga borttagningar hittade

# s2be5905edf563428
source: Error fetching the cancellations
ca: Error buscant les cancel·lacions
de: Absagen laden fehlgeschlagen
es: Error buscando las cancelaciones
sv: Fel vid hämtning av borttagning

# s2ceb11be2290bb1b
source: Cancel
ca: Cancel·lar
de: Abbrechen
es: Cancelar
sv: Ta bort

# s4c81ae80d4520c96
source: Error creating the cancellation
ca: Error creant la cancel·lació
de: Absage erstellen fehlgeschlagen
es: Error creando la cancelación
sv: Fel vid skapadet av borttagning
